<%@ page language="java" contentType="text/html; charset=UTF-8"	pageEncoding="UTF-8"%>

<p>
HONEY T 온라인 강의 사이트 이용약관<br>
<br>
제1조 (용도)<br>
본 약관은 (이하 “회사”)가 제공하는 중고거래 서비스(이하 “서비스”)의 이용 조건 및 절차, 회원과 회사의 권리, 권리, 책임 및 기타 <br>필요한 사항을 말합니다. 규정을 목적으로 합니다.
<br>
제2조 (정의)<br>
<br>
"서비스"란 회사가 임대 관련 서비스를 제공하는 웹사이트 및 모바일 거래를 말합니다.<br>
"회원"이란 본 약관에 따라 회사와 이용 계약을 보호하고 서비스를 이용하는 것을 말합니다.<br>
"콘텐츠"란 회원이 서비스에 등록한 글, 이미지, 동영상 등 모든 자료를 의미합니다.<br>
제3조 (약관의 고객 및 변경)<br>
<br>
본 약관은 서비스를 이용하고자 하는 모든 회원에게 불만을 발생시킵니다.<br>
회사는 관련 활동을 위배하지 않는 범위에서 약관을 보호할 수 있는지 확인하고, 변경된 약관은 공지사항을 통해 회원에게 공지됩니다.<br>
제4조 (회원가입 및 독립)<br>
<br>
회원가입은 서비스를 통해 제공되는 양식에 따라 정보를 입력하고 약관에 동의하도록 합니다.<br>
회원은 회원 가입 내 설정을 독립적으로 표시할 수 있으며, 회사는 신속히 처리합니다.<br>
제5조 (서비스 이용)<br>
<br>
회원은 본 서비스를 통해 중고 물품 거래할 수 있는지 확인하고, 회사는 거래의 중개 및 관련 부가 서비스를 제공합니다.<br>
회원은 여전히 ​​정보를 제공해야 하며, 허위 정보 제공으로 사기 문제에 대한 책임은 회원 본인에게 있습니다.<br>
제6조 (회원의 허락)<br>
<br>
회원은 서비스 이용과 관련하여 다음 서비스를 이용하시기 바랍니다.<br>
허위 정보 등록<br>
교류의 권리를 존중하는 것<br>
홍보 및 공공질서에 대한 조치<br>
회원은 회사의 운영 정책 및 관련 홍보를 준수해야 합니다.<br>
제7조 (회사의 권리 및 증명장부)<br>
<br>
회사는 회원 간 거래 과정에서 손해 문제에 대해 책임을 지지합니다.<br>
회사는 혼성지변, 시스템 장애를 가능하게 하는 힘이 있는 영역으로 서비스를 제공할 수 없는 경우 책임을 면합니다.<br>
제8조(개인정보 보호)<br>
회사는 회원의 개인정보를 보호하기 위해 관련 보호 및 개인정보 처리방침을 준수합니다.<br>
<br>
제9조 (서비스 중단 및 종료)<br>
<br>
회사는 운영상 필요에 따라 서비스의 전체적으로 또는 일부를 중단하거나 종료할 수 있습니다.<br>
서비스 중단 시 회사는 사전에 이를 공지하며, 회원은 중단 시 발생하는 바다에 대해 보상받을 수 없습니다.<br>
제10조 (준거법 및 독립)<br>
본 약관과 관련 모든 당사자는 대한민국 절차에 따라 처리하며, 본인은 회사의 신뢰를 존중합니다.<br>
<br>
부칙<br>
본 약관은 2024년 12월 27일부터 검색됩니다.<br>
</p>